/*
 * Serial number localization strings (stolen from Server Admin)
 */ 

"kSerialNumberUserLimit" = "%ld-client license";

"kSerialNumberUserLimitNoLimit" = "Unlimited-client license";

"kSerialNumberUserLimitUnknown" = "Not available";

"kSerialNumberUserLimitNotSupported" = "Not available in Mac OS X Server v10.2.";

"kInvalidSerialNumber" = "Invalid serial number";

"kLastSerialNumberInvalid" = "The serial number (%@) is invalid. Please enter a correct serial number.";

"kNeverExpires" = "Never expires";

"kExpiresOn" = "Expires on: ";

"100038" = "duplicate serial number"; /* DUPLICATE_REGISTERED_LICENSE_ERR */

"100039" = "serial number already registered"; /* ALREADY_REGISTERED_LICENSE_ERR */

"100040" = "could not register serial number"; /* CANNOT_REGISTER_LICENSE_ERR */

"100041" = "invalid serial number"; /* INVALID_LICENSE_ERR */

"100042" = "could not check license with daemon"; /* LICENSE_DAEMON_COMMUNICATION_ERR */

"100043" = "could not check license because of firewall"; /* LICENSE_FIREWALL_COMMUNICATION_ERR */

"100044" = "could not check license"; /* LICENSE_PARAMETER_ERR */

"100045" = "could not store serial number"; /* CANNOT_STORE_LICENSE_ERR */

"100046" = "could not retrieve serial number"; /* CANNOT_RETRIEVE_LICENSE_ERR */

"100047" = "expired serial number"; /* EXPIRED_LICENSE_ERR */
